const houses = [
    {
      id: 1,
      houseNumber: 1,
      entrances: [
        {
          id: 1,
          name: "подъезд 1",
          appartments: [
            { id: 1, name: "квартира 1" },
            { id: 2, name: "квартира 2" },
            { id: 3, name: "квартира 3" },
            { id: 4, name: "квартира 4" },
            { id: 5, name: "квартира 5" },
            { id: 6, name: "квартира 6" }
          ]
        },
        {
          id: 2,
          name: "подъезд 2",
          appartments: [
            { id: 7, name: "квартира 7" },
            { id: 8, name: "квартира 8" },
            { id: 9, name: "квартира 9" },
            { id: 10, name: "квартира 10" },
            { id: 11, name: "квартира 11" },
            { id: 12, name: "квартира 12" }
          ]
        },
        {
          id: 3,
          name: "подъезд 3",
          appartments: [
            { id: 13, name: "квартира 13" },
            { id: 14, name: "квартира 14" },
            { id: 15, name: "квартира 15" },
            { id: 16, name: "квартира 16" },
            { id: 17, name: "квартира 17" },
            { id: 18, name: "квартира 18" }
          ]
        },
        {
          id: 4,
          name: "подъезд 4",
          appartments: [
            { id: 19, name: "квартира 19" },
            { id: 20, name: "квартира 20" },
            { id: 21, name: "квартира 21" },
            { id: 22, name: "квартира 22" },
            { id: 23, name: "квартира 23" },
            { id: 24, name: "квартира 24" }
          ]
        },
        {
          id: 5,
          name: "подъезд 5",
          appartments: [
            { id: 25, name: "квартира 25" },
            { id: 26, name: "квартира 26" },
            { id: 27, name: "квартира 27" },
            { id: 28, name: "квартира 28" },
            { id: 29, name: "квартира 29" },
            { id: 30, name: "квартира 30" }
          ]
        },
        {
          id: 6,
          name: "подъезд 6",
          appartments: [
            { id: 31, name: "квартира 31" },
            { id: 32, name: "квартира 32" },
            { id: 33, name: "квартира 33" },
            { id: 34, name: "квартира 34" },
            { id: 35, name: "квартира 35" },
            { id: 36, name: "квартира 36" }
          ]
        }
      ]
    },
    {
      id: 2,
      houseNumber: 2,
      entrances: [
        {
          id: 1,
          name: "подъезд 1",
          appartments: [
            { id: 1, name: "квартира 1" },
            { id: 2, name: "квартира 2" },
            { id: 3, name: "квартира 3" },
            { id: 4, name: "квартира 4" },
            { id: 5, name: "квартира 5" },
            { id: 6, name: "квартира 6" }
          ]
        },
        {
          id: 2,
          name: "подъезд 2",
          appartments: [
            { id: 7, name: "квартира 7" },
            { id: 8, name: "квартира 8" },
            { id: 9, name: "квартира 9" },
            { id: 10, name: "квартира 10" },
            { id: 11, name: "квартира 11" },
            { id: 12, name: "квартира 12" }
          ]
        },
        {
          id: 3,
          name: "подъезд 3",
          appartments: [
            { id: 13, name: "квартира 13" },
            { id: 14, name: "квартира 14" },
            { id: 15, name: "квартира 15" },
            { id: 16, name: "квартира 16" },
            { id: 17, name: "квартира 17" },
            { id: 18, name: "квартира 18" }
          ]
        },
        {
          id: 4,
          name: "подъезд 4",
          appartments: [
            { id: 19, name: "квартира 19" },
            { id: 20, name: "квартира 20" },
            { id: 21, name: "квартира 21" },
            { id: 22, name: "квартира 22" },
            { id: 23, name: "квартира 23" },
            { id: 24, name: "квартира 24" }
          ]
        },
        {
          id: 5,
          name: "подъезд 5",
          appartments: [
            { id: 25, name: "квартира 25" },
            { id: 26, name: "квартира 26" },
            { id: 27, name: "квартира 27" },
            { id: 28, name: "квартира 28" },
            { id: 29, name: "квартира 29" },
            { id: 30, name: "квартира 30" }
          ]
        },
        {
          id: 6,
          name: "подъезд 6",
          appartments: [
            { id: 31, name: "квартира 31" },
            { id: 32, name: "квартира 32" },
            { id: 33, name: "квартира 33" },
            { id: 34, name: "квартира 34" },
            { id: 35, name: "квартира 35" },
            { id: 36, name: "квартира 36" }
          ]
        }
      ]
    },
    {
      id: 3,
      houseNumber: 3,
      entrances: [
        {
          id: 1,
          name: "подъезд 1",
          appartments: [
            { id: 1, name: "квартира 1" },
            { id: 2, name: "квартира 2" },
            { id: 3, name: "квартира 3" },
            { id: 4, name: "квартира 4" },
            { id: 5, name: "квартира 5" },
            { id: 6, name: "квартира 6" }
          ]
        },
        {
          id: 2,
          name: "подъезд 2",
          appartments: [
            { id: 7, name: "квартира 7" },
            { id: 8, name: "квартира 8" },
            { id: 9, name: "квартира 9" },
            { id: 10, name: "квартира 10" },
            { id: 11, name: "квартира 11" },
            { id: 12, name: "квартира 12" }
          ]
        },
        {
          id: 3,
          name: "подъезд 3",
          appartments: [
            { id: 13, name: "квартира 13" },
            { id: 14, name: "квартира 14" },
            { id: 15, name: "квартира 15" },
            { id: 16, name: "квартира 16" },
            { id: 17, name: "квартира 17" },
            { id: 18, name: "квартира 18" }
          ]
        },
        {
          id: 4,
          name: "подъезд 4",
          appartments: [
            { id: 19, name: "квартира 19" },
            { id: 20, name: "квартира 20" },
            { id: 21, name: "квартира 21" },
            { id: 22, name: "квартира 22" },
            { id: 23, name: "квартира 23" },
            { id: 24, name: "квартира 24" }
          ]
        },
        {
          id: 5,
          name: "подъезд 5",
          appartments: [
            { id: 25, name: "квартира 25" },
            { id: 26, name: "квартира 26" },
            { id: 27, name: "квартира 27" },
            { id: 28, name: "квартира 28" },
            { id: 29, name: "квартира 29" },
            { id: 30, name: "квартира 30" }
          ]
        },
        {
          id: 6,
          name: "подъезд 6",
          appartments: [
            { id: 31, name: "квартира 31" },
            { id: 32, name: "квартира 32" },
            { id: 33, name: "квартира 33" },
            { id: 34, name: "квартира 34" },
            { id: 35, name: "квартира 35" },
            { id: 36, name: "квартира 36" }
          ]
        }
      ]
    },
    {
      id: 4,
      houseNumber: 4,
      entrances: [
        {
          id: 1,
          name: "подъезд 1",
          appartments: [
            { id: 1, name: "квартира 1" },
            { id: 2, name: "квартира 2" },
            { id: 3, name: "квартира 3" },
            { id: 4, name: "квартира 4" },
            { id: 5, name: "квартира 5" },
            { id: 6, name: "квартира 6" }
          ]
        },
        {
          id: 2,
          name: "подъезд 2",
          appartments: [
            { id: 7, name: "квартира 7" },
            { id: 8, name: "квартира 8" },
            { id: 9, name: "квартира 9" },
            { id: 10, name: "квартира 10" },
            { id: 11, name: "квартира 11" },
            { id: 12, name: "квартира 12" }
          ]
        },
        {
          id: 3,
          name: "подъезд 3",
          appartments: [
            { id: 13, name: "квартира 13" },
            { id: 14, name: "квартира 14" },
            { id: 15, name: "квартира 15" },
            { id: 16, name: "квартира 16" },
            { id: 17, name: "квартира 17" },
            { id: 18, name: "квартира 18" }
          ]
        },
        {
          id: 4,
          name: "подъезд 4",
          appartments: [
            { id: 19, name: "квартира 19" },
            { id: 20, name: "квартира 20" },
            { id: 21, name: "квартира 21" },
            { id: 22, name: "квартира 22" },
            { id: 23, name: "квартира 23" },
            { id: 24, name: "квартира 24" }
          ]
        },
        {
          id: 5,
          name: "подъезд 5",
          appartments: [
            { id: 25, name: "квартира 25" },
            { id: 26, name: "квартира 26" },
            { id: 27, name: "квартира 27" },
            { id: 28, name: "квартира 28" },
            { id: 29, name: "квартира 29" },
            { id: 30, name: "квартира 30" }
          ]
        },
        {
          id: 6,
          name: "подъезд 6",
          appartments: [
            { id: 31, name: "квартира 31" },
            { id: 32, name: "квартира 32" },
            { id: 33, name: "квартира 33" },
            { id: 34, name: "квартира 34" },
            { id: 35, name: "квартира 35" },
            { id: 36, name: "квартира 36" }
          ]
        }
      ]
    }
  ]

export default houses